<?php
function pickupList()
{
    return [
        ['date' => '2022/03/31 08:19', 'company' => '株式会社フーディソン', 'pickup' => '鹿児島県漁協 佐多支所', 'order' => '真鯖・真鯵・ひらめ',
            'vary' => '生鮮', 'weight1' => '76.3', 'weight2' => '105.3', 'id' => '1234567', 'box' => '3'],
        ['date' => '2022/03/31 08:41', 'company' => '株式会社フーディソン', 'pickup' => '鹿児島県漁協 佐多岬支所', 'order' => '真鯖・真鯵・ひらめ',
            'vary' => '生鮮', 'weight1' => '76.3', 'weight2' => '105.3', 'id' => '1234566', 'box' => '5'],
        ['date' => '2022/03/31 08:45', 'company' => '株式会社フーディソン', 'pickup' => '鹿児島県漁協 大根占支所', 'order' => '真鯖・真鯵・ひらめ',
            'vary' => '生鮮', 'weight1' => '76.3', 'weight2' => '105.3', 'id' => '1234565', 'box' => '4'],
        ['date' => '2022/03/31 08:45', 'company' => '株式会社フーディソン', 'pickup' => '鹿児島県漁協 大根占支所', 'order' => '真鯖・真鯵・ひらめ',
            'vary' => '冷凍', 'weight1' => '76.3', 'weight2' => '105.3', 'id' => '1234564', 'box' => '3'],
        ['date' => '2022/03/31 08:50', 'company' => '株式会社フーディソン', 'pickup' => '鹿児島県漁協 佐多支所', 'order' => '真鯖・真鯵・ひらめ',
            'vary' => '生鮮', 'weight1' => '76.3', 'weight2' => '105.3', 'id' => '1234563', 'box' => '3'],
        ['date' => '2022/03/31 08:55', 'company' => '株式会社フーディソン', 'pickup' => '鹿児島県漁協 佐多岬支所', 'order' => '真鯖・真鯵・ひらめ',
            'vary' => '生鮮', 'weight1' => '76.3', 'weight2' => '105.3', 'id' => '1234562', 'box' => '2']
    ];
}

?>
<?php
function accountList()
{
    return [
        ['date' => '2022/02/31', 'vary' => '管理者', 'name' => '山田 太郎',
            'mail' => 'taro.yamada@mail.com', 'tel' => '09012345678', 'date_last' => '2022/03/05'],
        ['date' => '2022/02/30', 'vary' => '管理者', 'name' => '田中 玲奈',
            'mail' => 'reina.yamada@mail.com', 'tel' => '09012345677', 'date_last' => '2022/03/04'],
        ['date' => '2022/02/29', 'vary' => '作業者', 'name' => '勅使河原 龍之介',
            'mail' => 'ryu.yamada@mail.com', 'tel' => '08012345676', 'date_last' => '2022/03/02'],
        ['date' => '2022/02/28', 'vary' => '作業者', 'name' => '蒲田 涼',
            'mail' => 'ryo.yamada@mail.com', 'tel' => '08012345675', 'date_last' => '2022/03/02'],
        ['date' => '2022/02/27', 'vary' => '作業者', 'name' => '斎藤 陽子',
            'mail' => 'yoko.yamada@mail.com', 'tel' => '08012345674', 'date_last' => '2022/03/01']
    ];
}

?>
<?php
function partnerList()
{
    return [
        ['date' => '2022/03/31', 'vary' => '配送先', 'company' => '株式会社フーディソン', 'address' => '東京都大田区大田1-2-3 大田市場エリア1-A',
            'name' => '山田 太郎', 'mail' => 'foodison@mail.com', 'tel' => '0312345678', 'count' => '6'],
        ['date' => '2022/03/31', 'vary' => '配送先', 'company' => '株式会社ビビッドガーデン', 'address' => '鹿児島県肝属郡南大隅町 佐多馬籠',
            'name' => '田中 玲奈', 'mail' => 'foodison@mail.com', 'tel' => '0312345678', 'count' => '5'],
        ['date' => '2022/03/31', 'vary' => '産地', 'company' => '鹿児島県漁協 佐多岬支所', 'address' => '東京都大田区大田1-2-3 大田市場エリア1-A',
            'name' => '勅使河原 龍之介', 'mail' => 'foodison@mail.com', 'tel' => '0312345678', 'count' => '4'],
        ['date' => '2022/03/31', 'vary' => '産地', 'company' => '鹿児島県漁協 佐多支所', 'address' => '東京都大田区大田1-2-3 大田市場エリア1-A',
            'name' => '蒲田 涼', 'mail' => 'foodison@mail.com', 'tel' => '0312345678', 'count' => '7'],
        ['date' => '2022/03/31', 'vary' => '産地', 'company' => '鹿児島県漁協 大根占支所', 'address' => '東京都大田区大田1-2-3 大田市場エリア1-A',
            'name' => '斎藤 陽子', 'mail' => 'foodison@mail.com', 'tel' => '0312345678', 'count' => '8'],
        ['date' => '2022/03/31', 'vary' => '産地', 'company' => '株式会社リブル', 'address' => '東京都大田区大田1-2-3 大田市場エリア1-A',
            'name' => '木下 雪菜', 'mail' => 'foodison@mail.com', 'tel' => '0312345678', 'count' => '9'],
        ['date' => '2022/03/31', 'vary' => '配送先', 'company' => '株式会社フーディソン', 'address' => '東京都大田区大田1-2-3 大田市場エリア1-A',
            'name' => '山田 太郎', 'mail' => 'foodison@mail.com', 'tel' => '0312345678', 'count' => '6'],
        ['date' => '2022/03/31', 'vary' => '配送先', 'company' => '株式会社ビビッドガーデン', 'address' => '鹿児島県肝属郡南大隅町 佐多馬籠',
            'name' => '田中 玲奈', 'mail' => 'foodison@mail.com', 'tel' => '0312345678', 'count' => '5'],
        ['date' => '2022/03/31', 'vary' => '産地', 'company' => '鹿児島県漁協 佐多岬支所', 'address' => '東京都大田区大田1-2-3 大田市場エリア1-A',
            'name' => '勅使河原 龍之介', 'mail' => 'foodison@mail.com', 'tel' => '0312345678', 'count' => '4'],
        ['date' => '2022/03/31', 'vary' => '産地', 'company' => '鹿児島県漁協 佐多支所', 'address' => '東京都大田区大田1-2-3 大田市場エリア1-A',
            'name' => '蒲田 涼', 'mail' => 'foodison@mail.com', 'tel' => '0312345678', 'count' => '7'],
        ['date' => '2022/03/31', 'vary' => '産地', 'company' => '鹿児島県漁協 大根占支所', 'address' => '東京都大田区大田1-2-3 大田市場エリア1-A',
            'name' => '斎藤 陽子', 'mail' => 'foodison@mail.com', 'tel' => '0312345678', 'count' => '8'],
        ['date' => '2022/03/31', 'vary' => '産地', 'company' => '株式会社リブル', 'address' => '東京都大田区大田1-2-3 大田市場エリア1-A',
            'name' => '木下 雪菜', 'mail' => 'foodison@mail.com', 'tel' => '0312345678', 'count' => '9']
    ];
}

?>
<?php
function orderList()
{
    return [
        ['date' => '2022/03/31 08:30', 'company' => '株式会社フーディソン', 'address' => '鹿児島県漁協 佐多支所', 'order' => '真鯖・真鯵・ひらめ',
            'vary' => '生鮮', 'weight1' => '76.3', 'weight2' => '98.3', 'id' => '123401'],
        ['date' => '2022/03/31 08:30', 'company' => '株式会社フーディソン', 'address' => '鹿児島県漁協 佐多岬支所', 'order' => '真鯖・真鯵・ひらめ',
            'vary' => '生鮮', 'weight1' => '76.3', 'weight2' => '—', 'id' => '123402'],
        ['date' => '2022/03/31 08:30', 'company' => '株式会社フーディソン', 'address' => '鹿児島県漁協 大根占支所', 'order' => '真鯖・真鯵・ひらめ',
            'vary' => '生鮮', 'weight1' => '—', 'weight2' => '—', 'id' => '123403'],
        ['date' => '2022/03/30 08:30', 'company' => '株式会社フーディソン', 'address' => '鹿児島県漁協 佐多支所', 'order' => '真鯖・真鯵・ひらめ',
            'vary' => '生鮮', 'weight1' => '—', 'weight2' => '—', 'id' => '123404'], ['date' => '2022/03/30 08:30', 'company' => '株式会社フーディソン', 'address' => '鹿児島県漁協 佐多岬支所', 'order' => '真鯖・真鯵・ひらめ',
            'vary' => '冷凍', 'weight1' => '—', 'weight2' => '—', 'id' => '123405'], ['date' => '2022/03/30 08:30', 'company' => '株式会社フーディソン', 'address' => '鹿児島県漁協 大根占支所', 'order' => '真鯖・真鯵・ひらめ',
            'vary' => '生鮮', 'weight1' => '—', 'weight2' => '—', 'id' => '123406'], ['date' => '2022/03/30 08:30', 'company' => '株式会社フーディソン', 'address' => '鹿児島県漁協 佐多支所', 'order' => '真鯖・真鯵・ひらめ',
            'vary' => '生鮮', 'weight1' => '76.3', 'weight2' => '—', 'id' => '123407'], ['date' => '2022/03/29 08:30', 'company' => '株式会社フーディソン', 'address' => '鹿児島県漁協 佐多岬支所', 'order' => '真鯖・真鯵・ひらめ',
            'vary' => '生鮮', 'weight1' => '76.3', 'weight2' => '—', 'id' => '123408'], ['date' => '2022/03/29 08:30', 'company' => '株式会社フーディソン', 'address' => '鹿児島県漁協 大根占支所', 'order' => '真鯖・真鯵・ひらめ',
            'vary' => '冷凍', 'weight1' => '76.3', 'weight2' => '98.3', 'id' => '123409'], ['date' => '2022/03/29 08:30', 'company' => '株式会社フーディソン', 'address' => '鹿児島県漁協 佐多支所', 'order' => '真鯖・真鯵・ひらめ',
            'vary' => '冷凍', 'weight1' => '76.3', 'weight2' => '98.3', 'id' => '123410'], ['date' => '2022/03/28 08:30', 'company' => '株式会社フーディソン', 'address' => '鹿児島県漁協 佐多岬支所', 'order' => '真鯖・真鯵・ひらめ',
            'vary' => '生鮮', 'weight1' => '76.3', 'weight2' => '98.3', 'id' => '123411'], ['date' => '2022/03/28 08:30', 'company' => '株式会社フーディソン', 'address' => '鹿児島県漁協 大根占支所', 'order' => '真鯖・真鯵・ひらめ',
            'vary' => '生鮮', 'weight1' => '76.3', 'weight2' => '98.3', 'id' => '123412'], ['date' => '2022/03/28 08:30', 'company' => '株式会社フーディソン', 'address' => '鹿児島県漁協 佐多支所', 'order' => '真鯖・真鯵・ひらめ',
            'vary' => '生鮮', 'weight1' => '76.3', 'weight2' => '98.3', 'id' => '123413'], ['date' => '2022/03/27 08:30', 'company' => '株式会社フーディソン', 'address' => '鹿児島県漁協 佐多岬支所', 'order' => '真鯖・真鯵・ひらめ',
            'vary' => '生鮮', 'weight1' => '76.3', 'weight2' => '98.3', 'id' => '123414'], ['date' => '2022/03/27 08:30', 'company' => '株式会社フーディソン', 'address' => '鹿児島県漁協 大根占支所', 'order' => '真鯖・真鯵・ひらめ',
            'vary' => '生鮮', 'weight1' => '76.3', 'weight2' => '98.3', 'id' => '123415'], ['date' => '2022/03/27 08:30', 'company' => '株式会社フーディソン', 'address' => '鹿児島県漁協 佐多支所', 'order' => '真鯖・真鯵・ひらめ',
            'vary' => '生鮮', 'weight1' => '76.3', 'weight2' => '98.3', 'id' => '123416'], ['date' => '2022/03/27 08:30', 'company' => '株式会社フーディソン', 'address' => '鹿児島県漁協 佐多岬支所', 'order' => '真鯖・真鯵・ひらめ',
            'vary' => '生鮮', 'weight1' => '76.3', 'weight2' => '98.3', 'id' => '123417'], ['date' => '2022/03/26 08:30', 'company' => '株式会社フーディソン', 'address' => '鹿児島県漁協 大根占支所', 'order' => '真鯖・真鯵・ひらめ',
            'vary' => '冷凍', 'weight1' => '76.3', 'weight2' => '98.3', 'id' => '123418'], ['date' => '2022/03/26 08:30', 'company' => '株式会社フーディソン', 'address' => '鹿児島県漁協 佐多支所', 'order' => '真鯖・真鯵・ひらめ',
            'vary' => '生鮮', 'weight1' => '76.3', 'weight2' => '98.3', 'id' => '123419'], ['date' => '2022/03/26 08:30', 'company' => '株式会社フーディソン', 'address' => '鹿児島県漁協 佐多岬支所', 'order' => '真鯖・真鯵・ひらめ',
            'vary' => '生鮮', 'weight1' => '76.3', 'weight2' => '98.3', 'id' => '123420'], ['date' => '2022/03/26 08:30', 'company' => '株式会社フーディソン', 'address' => '鹿児島県漁協 大根占支所', 'order' => '真鯖・真鯵・ひらめ',
            'vary' => '生鮮', 'weight1' => '76.3', 'weight2' => '98.3', 'id' => '123421'], ['date' => '2022/03/26 08:30', 'company' => '株式会社フーディソン', 'address' => '鹿児島県漁協 佐多支所', 'order' => '真鯖・真鯵・ひらめ',
            'vary' => '生鮮', 'weight1' => '76.3', 'weight2' => '98.3', 'id' => '123422'], ['date' => '2022/03/22 08:22', 'company' => '株式会社フーディソン', 'address' => '鹿児島県漁協 佐多岬支所', 'order' => '真鯖・真鯵・ひらめ',
            'vary' => '生鮮', 'weight1' => '76.3', 'weight2' => '98.3', 'id' => '123423'], ['date' => '2022/03/22 08:22', 'company' => '株式会社フーディソン', 'address' => '鹿児島県漁協 大根占支所', 'order' => '真鯖・真鯵・ひらめ',
            'vary' => '生鮮', 'weight1' => '76.3', 'weight2' => '98.3', 'id' => '123424'], ['date' => '2022/03/22 08:22', 'company' => '株式会社フーディソン', 'address' => '鹿児島県漁協 佐多支所', 'order' => '真鯖・真鯵・ひらめ',
            'vary' => '生鮮', 'weight1' => '76.3', 'weight2' => '98.3', 'id' => '123425'], ['date' => '2022/03/22 08:22', 'company' => '株式会社フーディソン', 'address' => '鹿児島県漁協 佐多岬支所', 'order' => '真鯖・真鯵・ひらめ',
            'vary' => '生鮮', 'weight1' => '76.3', 'weight2' => '98.3', 'id' => '123426'], ['date' => '2022/03/22 08:22', 'company' => '株式会社フーディソン', 'address' => '鹿児島県漁協 大根占支所', 'order' => '真鯖・真鯵・ひらめ',
            'vary' => '生鮮', 'weight1' => '76.3', 'weight2' => '98.3', 'id' => '123427'], ['date' => '2022/03/22 08:22', 'company' => '株式会社フーディソン', 'address' => '鹿児島県漁協 佐多支所', 'order' => '真鯖・真鯵・ひらめ',
            'vary' => '冷凍', 'weight1' => '76.3', 'weight2' => '98.3', 'id' => '123428'], ['date' => '2022/03/21 08:21', 'company' => '株式会社フーディソン', 'address' => '鹿児島県漁協 佐多岬支所', 'order' => '真鯖・真鯵・ひらめ',
            'vary' => '冷凍', 'weight1' => '76.3', 'weight2' => '98.3', 'id' => '123429'], ['date' => '2022/03/21 08:21', 'company' => '株式会社フーディソン', 'address' => '鹿児島県漁協 大根占支所', 'order' => '真鯖・真鯵・ひらめ',
            'vary' => '冷凍', 'weight1' => '76.3', 'weight2' => '98.3', 'id' => '123430'], ['date' => '2022/03/21 08:21', 'company' => '株式会社フーディソン', 'address' => '鹿児島県漁協 佐多支所', 'order' => '真鯖・真鯵・ひらめ',
            'vary' => '生鮮', 'weight1' => '76.3', 'weight2' => '98.3', 'id' => '123431'], ['date' => '2022/03/21 08:21', 'company' => '株式会社フーディソン', 'address' => '鹿児島県漁協 佐多岬支所', 'order' => '真鯖・真鯵・ひらめ',
            'vary' => '生鮮', 'weight1' => '76.3', 'weight2' => '98.3', 'id' => '123432'], ['date' => '2022/03/21 08:21', 'company' => '株式会社フーディソン', 'address' => '鹿児島県漁協 大根占支所', 'order' => '真鯖・真鯵・ひらめ',
            'vary' => '生鮮', 'weight1' => '76.3', 'weight2' => '98.3', 'id' => '123433'], ['date' => '2022/03/20 08:20', 'company' => '株式会社フーディソン', 'address' => '鹿児島県漁協 佐多支所', 'order' => '真鯖・真鯵・ひらめ',
            'vary' => '冷凍', 'weight1' => '76.3', 'weight2' => '98.3', 'id' => '123434'], ['date' => '2022/03/20 08:20', 'company' => '株式会社フーディソン', 'address' => '鹿児島県漁協 佐多岬支所', 'order' => '真鯖・真鯵・ひらめ',
            'vary' => '生鮮', 'weight1' => '76.3', 'weight2' => '98.3', 'id' => '123435'], ['date' => '2022/03/20 08:20', 'company' => '株式会社フーディソン', 'address' => '鹿児島県漁協 大根占支所', 'order' => '真鯖・真鯵・ひらめ',
            'vary' => '生鮮', 'weight1' => '76.3', 'weight2' => '98.3', 'id' => '123436'], ['date' => '2022/03/20 08:20', 'company' => '株式会社フーディソン', 'address' => '鹿児島県漁協 佐多支所', 'order' => '真鯖・真鯵・ひらめ',
            'vary' => '生鮮', 'weight1' => '76.3', 'weight2' => '98.3', 'id' => '123437'], ['date' => '2022/03/19 08:19', 'company' => '株式会社フーディソン', 'address' => '鹿児島県漁協 佐多岬支所', 'order' => '真鯖・真鯵・ひらめ',
            'vary' => '生鮮', 'weight1' => '76.3', 'weight2' => '98.3', 'id' => '123438'], ['date' => '2022/03/19 08:19', 'company' => '株式会社フーディソン', 'address' => '鹿児島県漁協 大根占支所', 'order' => '真鯖・真鯵・ひらめ',
            'vary' => '生鮮', 'weight1' => '76.3', 'weight2' => '98.3', 'id' => '123439']
    ];
}

?>
