<a href="javascript:history.back()" class="c-button__back">一覧へ戻る</a>
<div class="p-message bg-fff">
  <div class="p-message__body">
    <p class="c-tag__main full">スカウト</p>
    <p class="message">株式会社ミキワメ様
      お世話になっております、ミキワメ転職　鈴木と申します。
      これは企業宛のメッセージです。
      Yoco276q394様のレジュメを拝見しましてとても魅力的に感じましたため、是非ともセールスディレクター職への選考に参加していただきたく、ご連絡させていただきました。
      下記にあります、弊社からの求人情報・募集要項などをご覧いただき、少しでもご興味感じていただけましたら是非一度お話しできればと考えております。
      ご多用中とは存じますが、よろしくお願い申し上げます。

      ミキワメ転職　鈴木
    </p>
  </div>
</div>